{"facts":
	[{"title":"Superman didn't always fly.",
	 "text":"The original comic book Superman could leap tall buildings in a single bound. But then he had to come right back down to Earth—because he didn't fly. It wasn't until the 1940s, when animators for a new animated series decided it would be too difficult to routinely draw him bending his knees, that it was decided that Superman could take off into the air. Readers got to see smooth animation, and a superhero gained a new power."},
	{"title":"The first computer was invented in the 1940s.",
	 "text":"These days, supercomputers are everywhere—and they really don't need much space at all. Have an Xbox One posted up in your living room? That's a supercomputer. A laptop-tablet hybrid in your bag? That's a supercomputer, too. (Don't even get us started on the thing in your pocket…) But when supercomputers first came around, they needed much, much more space. Just take a look at the world's first one: The Electronic Numerical Integrator and Computer (ENIAC).Originally built at the University of Pennsylvania's School of Engineering, in 1946, ENIAC weighed 60,000 pounds and took up a room larger than most studio apartments (1,500 square feet). Shortly after construction, ENIAC was sent off to the military, where it was used to calculate ballistic trajectories (translation: launch missiles) with frightening accuracy. Today, computer experts at Penn credit ENIAC with heralding in the dawn of the information age."},
	{"title":"Space smells like seared steak.",
	 "text":"When you see footage of astronauts floating peacefully in space, do you ever wonder, What do space smells like? Well, according to some former astronauts, space does have a distinct odor that hangs around post-spacewalk. They've described it as \"hot metal\" or \"searing steak\". "},
	{"title":"The longest wedding veil was the same length as 63.5 football fields.",
	 "text":"When Maria Paraskeva, a woman from Cyprus, got married in August 2018, her goal wasn't just to say \"I do.\" She was also determined to set a record.\"My dream as a child has always been to break the Guinness World Record title for the longest wedding veil,\" she explained. She fulfilled her dream by wearing a lace veil that stretched 22,843 feet and 2.11 inches, or as long as 63.5 football fields."},
	{"title":"The unicorn is the national animal of Scotland.",
	 "text":"While Scotland proudly boasts the Loch Ness Monster, one of the world's most famous fabled creatures, the country opted to make another mythical beast its national animal: the unicorn. Although this might seem like an odd choice, Visit Scotland explains that unicorns played an integral role in the country's history. Back in the 12th century, William I used the \"proud beast\" in the Scottish royal coat of arms."},
	{"title":"Bees sometimes sting other bees.",
	 "text":"Bees are notorious for their stings, but humans aren't the only ones who experience this pain in the neck (or the arm, or the leg…). In protecting their hives from outsiders, some \"guard bees\" will stay by the entrance and sniff the bees that come in, says Marianne Peso from the biology department of Macquarie University. If there's a rogue bee from another hive trying to steal some nectar, the guard bee will bite and even sting the intruder."},
	{"title":"Kids ask 300 questions a day.",
	 "text":"A 2013 U.K. study from online retailer Littlewoods.com observed young children and recorded the questions they asked the adults around them. The children tended to turn to their mothers for answers, and these moms could end up answering an average of nearly 300 questions per day, or one question every two-and-a-half minutes, the study found. The moms reported that the hardest questions they were asked included \"Why is water wet?\" and \"What are shadows made of?\""},
	{"title":"The total weight of ants on earth once equaled the total weight of people.",
	 "text":"Entomologists have estimated that there are at least one million trillion insects and only one percent of that number is ants, according to the BBC. And if you took all those ants (about ten thousand trillion) and put them on one side of a giant scale, you could almost put all of the people in the world onto the other and balance things out. Unfortunately, as humans have become heavier, this probably wouldn't hold up today—but it once did. Francis Ratnieks, professor of Apiculture at the University of Sussex, told the BBC this might have held true around 2,000 years ago."},
	{"title":"\"E\" is the most common letter and appears in 11 percent of all english words.",
	 "text":"Try writing out a few sentences—anything at all. Now take a minute to look at how frequently each letter in the alphabet appears. Chances are you'll see a lot of the letter \"e.\" That's because the commonly used vowel appears in around 11 percent of all words in the English language, according to Oxford Dictionaries. The next most popular letter was \"a,\" which appears in around 8.5 percent of all words. The least common letter is \"q,\" which appears in just 0.2 percent of words."}]}